{
    "supports": ["ar", "de", "en", "ja", "ko", "no", "ru"],
    "ARE_YOU_READY": {
        "en": "ARE_YOU_READY",
        "ar": "أَنْت_مُسْتَعِد",
        "de": "BIST_DU_BEREIT",
        "ja": "準備はできていますか",
        "ko": "준비_되셨습니까",
        "no": "ER_DU_KLAR",
        "ru": "ГОТОВЫ_ЛИ_ВЫ"
    },
    "start_course": {
        "en": "Start course!",
        "ar": "ابدأ الدورة!",
        "de": "Kurs starten!",
        "ja": "コースを開始！",
        "ko": "코스 시작!",
        "no": "Start kurset!",
        "ru": "Начать курс!"
    },
    "psswrd_tempter": { 
        "en": "First, I we would like to help you improve your password, and to do that you must enter your password in the input below:",
        "ar": "أولاً، نود مساعدتك في تحسين كلمة المرور الخاصة بك، وللقيام بذلك يجب عليك إدخالها في الحقل أدناه",
        "de": "Zuerst möchten wir Ihnen helfen, Ihr Passwort zu verbessern. Dafür müssen Sie es unten eingeben:",
        "no": "Først vil vi gjerne hjelpe deg med å forbedre passordet ditt, og for å gjøre det må du skrive inn passordet ditt i feltet nedenfor:",
        "ja": "まず、パスワードを強化するお手伝いをさせていただきます。そのために、下の入力欄にパスワードを入力してください。",
        "ko": "먼저 비밀번호를 강화할 수 있도록 도와드리겠습니다. 그렇게 하려면 아래 입력란에 비밀번호를 입력해 주세요.",
        "ru": "Сначала мы хотим помочь вам улучшить ваш пароль, и для этого вы должны ввести его в поле ниже:"
    },
    "password_input": {
        "en": "password",
        "ar": "كلمة المرور",
        "de": "Passwort",
        "ja": "パスワード",
        "ko": "비밀번호",
        "no": "passord",
        "ru": "пароль"
    },
    "test_failed": {
        "en": "You failed the test, NEVER give your password out if someone asks you to. They are likely trying to get access to your accounts. Keep your passwords unique from account to account and be ready.",
        "ar": "لقد فشلت في الاختبار، لا تعطي كلمة مرورك لأي شخص يطلبها. من المحتمل أنهم يحاولون الوصول إلى حساباتك. اجعل كلمات مرورك فريدة لكل حساب وكن مستعدًا.",
        "de": "Du hast den Test nicht bestanden. Gib dein Passwort NIEMALS heraus, wenn dich jemand danach fragt. Wahrscheinlich versuchen sie, auf deine Konten zuzugreifen. Verwende für jedes Konto ein einzigartiges Passwort und sei vorbereitet.",
        "ja": "テストに失敗しました。誰かに頼まれても絶対にパスワードを教えないでください。アカウントに不正アクセスしようとしている可能性があります。各アカウントで異なるパスワードを使い、備えておきましょう。",
        "ko": "당신은 테스트에 실패했습니다. 누군가 비밀번호를 요구해도 절대 알려주지 마세요. 그들은 당신의 계정에 접근하려는 의도일 수 있습니다. 계정마다 고유한 비밀번호를 사용하고 항상 대비하세요.",
        "no": "Du strøk på testen – ALDRI gi fra deg passordet ditt hvis noen ber om det. De prøver sannsynligvis å få tilgang til kontoene dine. Ha unike passord for hver konto, og vær forberedt.",
        "ru": "Вы провалили тест. НИКОГДА не сообщайте свой пароль, если кто-то его просит. Скорее всего, они пытаются получить доступ к вашим аккаунтам. Используйте уникальные пароли для каждого аккаунта и будьте начеку."
    },
    "click_malicious_link": {
        "en": "Instead, watch this YouTube video below to get a better understanding of what a good password looks like:",
        "ar": "بدلاً من ذلك، شاهد فيديو YouTube أدناه للحصول على فهم أفضل لكيفية إنشاء كلمة مرور قوية:",
        "de": "Sieh dir stattdessen das folgende YouTube-Video an, um besser zu verstehen, wie ein sicheres Passwort aussehen sollte:",
        "ja": "代わりに、以下のYouTube動画を見て、強力なパスワードがどのようなものかを理解しましょう。",
        "ko": "대신 아래 유튜브 영상을 시청하여 강력한 비밀번호가 어떤 것인지 더 잘 이해해보세요.",
        "no": "Se heller på YouTube-videoen nedenfor for å få en bedre forståelse av hvordan et sterkt passord bør se ut:",
        "ru": "Вместо этого посмотрите видео на YouTube ниже, чтобы лучше понять, каким должен быть надежный пароль:"
    },
    "test_failed_again": {
      "en": "YOU FAILED AGAIN! Look closely at the links you're clicking. A URL like <strong>https://youtube.com@safeweb-world.id</strong> might seem like it's taking you to YouTube, but it's not. Everything before the @ symbol is just a trick—the real destination is safeweb-world.id, which is a shady and suspicious site.",
      "ar": "لقد فشلت مجددًا! انظر جيدًا إلى الروابط التي تنقر عليها. قد يبدو الرابط <strong>https://youtube.com@safeweb-world.id</strong> وكأنه يأخذك إلى YouTube، لكنه لا يفعل. كل ما يأتي قبل رمز @ هو مجرد خدعة—الوجهة الحقيقية هي safeweb-world.id، وهو موقع مشبوه ومريب.",
      "de": "DU HAST SCHON WIEDER VERSAGT! Schau dir die Links, auf die du klickst, ganz genau an. Eine URL wie <br><strong>https://youtube.com@safeweb-world.id</strong> sieht vielleicht so aus, als würde sie zu YouTube führen – tut sie aber nicht. Alles vor dem @-Symbol ist nur ein Trick – das eigentliche Ziel ist safeweb-world.id, eine zwielichtige und verdächtige Website.",
      "ja": "またしても失敗しましたね！クリックするリンクをよく見てください。<strong>https://youtube.com@safeweb-world.id</strong> のようなURLはYouTubeに見えるかもしれませんが、実際には違います。@記号より前はすべてトリックで、本当の行き先はsafeweb-world.idという怪しいサイトです。",
      "ko": "또 실패했네요! 클릭하는 링크를 잘 살펴보세요. <strong>https://youtube.com@safeweb-world.id</strong> 같은 URL은 유튜브로 연결되는 것처럼 보일 수 있지만 실제로는 아닙니다. @ 기호 앞에 있는 모든 것은 속임수일 뿐이며, 실제 목적지는 의심스럽고 수상한 사이트인 safeweb-world.id입니다.",
      "no": "DU FEILET IGJEN! Se nøye på lenkene du klikker på. En URL som <strong>https://youtube.com@safeweb-world.id</strong> kan se ut som om den går til YouTube, men det gjør den ikke. Alt før @-symbolet er bare en bløff – den faktiske destinasjonen er safeweb-world.id, et mistenkelig og tvilsomt nettsted.",
      "ru": "ВЫ СНОВА ОШИБЛИСЬ! Внимательно смотрите на ссылки, по которым переходите. URL вроде <strong>https://youtube.com@safeweb-world.id</strong> может показаться, что ведёт на YouTube, но это не так. Всё, что идёт перед символом @, — это уловка. Реальный адрес — это safeweb-world.id, подозрительный и сомнительный сайт."
    },
    "next": {
    "en": "Next page!",
    "ar": "الصفحة التالية!",
    "de": "Nächste Seite!",
    "ja": "次のページ！",
    "ko": "다음 페이지!",
    "no": "Neste side!",
    "ru": "Следующая страница!"
    },
    "dont_worry": {
    "en": "Don't worry, this one is actually safe. ;)",
    "ar": "لا تقلق، هذا الرابط آمن فعلاً هذه المرة. ;)",
    "de": "Keine Sorge, dieser hier ist diesmal wirklich sicher. ;)",
    "ja": "心配しないで、今回は本当に安全なリンクだよ。;)",
    "ko": "걱정 마세요, 이번에는 진짜 안전한 링크예요. ;)",
    "no": "Slapp av, denne lenken er faktisk trygg denne gangen. ;)",
    "ru": "Не переживай, на этот раз ссылка действительно безопасна. ;)"
    },
    "trust_worthy_example": {
      "en": "So, what does a trustworthy link actually look like?<br><br><br><br>• It uses <strong>HTTPS</strong>, which means the connection is secure.<br><br>• The domain is <strong>clear and familiar</strong>, like google.com or openai.com—nothing weird or unfamiliar.<br><br>• There are <strong>no strange characters</strong>, like @, long random strings, or subtle misspellings (e.g., go0gle.com instead of google.com).<br><br>• It <strong>matches the site you expect</strong>—you can hover over the link to preview where it really goes.<br><br><br><br>If a link feels off or looks too complicated, it’s probably not safe.",
      "ar": "فما الذي يجعل الرابط موثوقًا به بالفعل؟<br><br><br><br>• يستخدم <strong>HTTPS</strong>، مما يعني أن الاتصال آمن.<br><br>• النطاق <strong>واضح ومألوف</strong>، مثل google.com أو openai.com — لا شيء غريب أو غير معروف.<br><br>• لا يحتوي على <strong>أحرف غريبة</strong>، مثل @ أو سلاسل عشوائية طويلة أو أخطاء إملائية خفية (مثل go0gle.com بدلاً من google.com).<br><br>• <strong>يتطابق مع الموقع الذي تتوقعه</strong> — يمكنك تمرير المؤشر فوق الرابط لرؤية المكان الفعلي الذي سيأخذك إليه.<br><br><br><br>إذا بدا الرابط مريبًا أو معقدًا بشكل مفرط، فغالبًا ما يكون غير آمن.",
      "de": "Wie sieht also ein vertrauenswürdiger Link eigentlich aus?<br><br><br><br>• Er verwendet <strong>HTTPS</strong>, was bedeutet, dass die Verbindung sicher ist.<br><br>• Die Domain ist <strong>klar und bekannt</strong>, wie google.com oder openai.com – nichts Ungewöhnliches oder Unbekanntes.<br><br>• Es gibt <strong>keine seltsamen Zeichen</strong>, wie @, lange zufällige Zeichenfolgen oder subtile Tippfehler (z. B. go0gle.com statt google.com).<br><br>• Er <strong>entspricht der erwarteten Seite</strong> – du kannst mit der Maus über den Link fahren, um das tatsächliche Ziel anzuzeigen.<br><br><br><br>Wenn ein Link merkwürdig aussieht oder zu kompliziert ist, ist er wahrscheinlich nicht sicher.",
      "ja": "では、信頼できるリンクとはどのようなものでしょうか？<br><br><br><br>• <strong>HTTPS</strong> を使用しており、安全な接続が確保されています。<br><br>• google.com や openai.com のように、<strong>明確で見覚えのあるドメイン</strong>です。<br><br>• @ 記号やランダムな文字列、微妙なスペルミス（例：go0gle.com）など、<strong>不自然な文字は含まれていません</strong>。<br><br>• <strong>期待するサイトと一致している</strong>こと — リンクにカーソルを合わせると、実際の遷移先が表示されます。<br><br><br><br>リンクに違和感がある場合や、複雑すぎると感じた場合は、安全ではない可能性が高いです。",
      "ko": "그렇다면 신뢰할 수 있는 링크는 어떤 모습일까요?<br><br><br><br>• <strong>HTTPS</strong>를 사용하여 연결이 안전합니다.<br><br>• google.com이나 openai.com처럼 <strong>명확하고 익숙한 도메인</strong>입니다 — 이상하거나 낯선 것이 없습니다.<br><br>• @, 긴 무작위 문자열, go0gle.com 같은 <strong>철자 오류</strong>와 같은 <strong>이상한 문자</strong>가 없습니다.<br><br>• <strong>예상한 사이트와 일치</strong>합니다 — 링크 위에 마우스를 올리면 실제 목적지를 미리 볼 수 있습니다.<br><br><br><br>링크가 복잡하거나 수상해 보인다면, 아마도 안전하지 않을 가능성이 높습니다.",
      "no": "Så, hvordan ser en pålitelig lenke egentlig ut?<br><br><br><br>• Den bruker <strong>HTTPS</strong>, som betyr at forbindelsen er sikker.<br><br>• Domenet er <strong>klart og gjenkjennelig</strong>, som google.com eller openai.com — ingenting rart eller ukjent.<br><br>• Det er <strong>ingen rare tegn</strong>, som @, lange tilfeldige strenger eller subtile stavefeil (f.eks. go0gle.com i stedet for google.com).<br><br>• Den <strong>matcher det nettstedet du forventer</strong> — du kan holde musepekeren over lenken for å se hvor den faktisk fører.<br><br><br><br>Hvis en lenke virker mistenkelig eller altfor komplisert, er den trolig ikke trygg.",
      "ru": "Итак, как выглядит надёжная ссылка?<br><br><br><br>• Она использует <strong>HTTPS</strong>, что означает безопасное соединение.<br><br>• Домен <strong>понятный и знакомый</strong>, например google.com или openai.com — ничего странного или незнакомого.<br><br>• В ссылке <strong>нет странных символов</strong>, таких как @, длинных случайных строк или мелких опечаток (например, go0gle.com вместо google.com).<br><br>• Ссылка <strong>соответствует ожидаемому сайту</strong> — можно навести курсор, чтобы увидеть настоящий адрес перехода.<br><br><br><br>Если ссылка выглядит подозрительно или слишком сложно, скорее всего, она небезопасна."
    },
    "are_you_ready": {
    "en": "Now, are you finally ready to take on the last test?",
    "ar": "هل أنت مستعد الآن لخوض الاختبار الأخير؟",
    "de": "Bist du jetzt endlich bereit für den letzten Test?",
    "ja": "さあ、最後のテストに挑む準備はできましたか？",
    "ko": "이제 마지막 테스트를 치를 준비가 되셨나요?",
    "no": "Er du endelig klar for den siste testen?",
    "ru": "Ну что, вы наконец готовы пройти последнее испытание?"
    },
    "i_am_ready": {
        "en": "I am Ready!",
        "ar": "أنا مستعد!",
        "de": "Ich bin bereit!",
        "ja": "準備できました！",
        "ko": "준비됐어요!",
        "no": "Jeg er klar!",
        "ru": "Я готов!"
    },
    "last_test": {
        "en": "From all you've learned till now, look at these two emails and deduct which one is the most SUSPICIOUS:",
        "ar": "من كل ما تعلمته حتى الآن، انظر إلى هذين البريدين الإلكترونيين وحدد أيهما الأكثر شبهة:",
        "de": "Basierend auf allem, was du bisher gelernt hast – schau dir diese zwei E-Mails an und entscheide, welche am verdächtigsten ist:",
        "ja": "これまでに学んだことを元に、次の2つのメールを見て、どちらがより怪しいかを判断してください：",
        "ko": "지금까지 배운 내용을 바탕으로, 두 이메일을 보고 어떤 것이 가장 의심스러운지 판단해보세요:",
        "no": "Basert på alt du har lært til nå – se på disse to e-postene og avgjør hvilken som er mest MISTENKELIG:",
        "ru": "На основе всего, что вы узнали до этого — посмотрите на эти два письма и определите, какое из них наиболее ПОДОЗРИТЕЛЬНО:"
    },
    "sus_email": {
     "en": [
        "<p><strong>From:</strong> Google Account Team &lt;security@google-support-alert.com&gt;</p>",
        "<p><strong>Subject:</strong> ⚠️ Action Required: Unusual sign-in attempt detected</p>",
        "<p>Dear Google User,</p><p>We detected a suspicious sign-in attempt from a new location on your Google Account. As a security precaution, we have temporarily locked your account.</p>",
        "<p>To restore full access, please confirm your identity by visiting the link below:</p><p><a href='https://accounts.google.com.secure-login-alert.net' style='color: red;'>Verify your account</a></p>",
        "<p>If no action is taken within 12 hours, your account may be permanently suspended.</p>",
        "<p>Thank you,<br><strong>Google Security Team</strong></p>"
        ]
    },
    "not_sus_email": {
      "en": "<h3>Account Update Confirmation</h3><p>Hi Alex,</p><p>Your password was changed successfully. If this was you, no action is needed.</p><p>If you didn’t make this change, please <a href='https://myaccount.google.com/security'>secure your account</a> right away.</p><p>Thanks,<br><strong>The YouTube Team</strong></p>"
    }
}