{
    "supports": ["ar", "de", "en", "ja", "ko", "no", "ru"],
    "ARE_YOU_READY": {
        "en": "ARE_YOU_READY",
        "ar": "أَنْت_مُسْتَعِد",
        "de": "BIST_DU_BEREIT",
        "ja": "準備はできていますか",
        "ko": "준비_되셨습니까",
        "no": "ER_DU_KLAR",
        "ru": "ГОТОВЫ_ЛИ_ВЫ"
    },
    "start_course": {
        "en": "Start course!",
        "ar": "ابدأ الدورة!",
        "de": "Kurs starten!",
        "ja": "コースを開始！",
        "ko": "코스 시작!",
        "no": "Start kurset!",
        "ru": "Начать курс!"
    },
    "psswrd_tempter": { 
        "en": "First, I we would like to help you improve your password, and to do that you must enter your password in the input below:",
        "ar": "أولاً، نود مساعدتك في تحسين كلمة المرور الخاصة بك، وللقيام بذلك يجب عليك إدخالها في الحقل أدناه",
        "de": "Zuerst möchten wir Ihnen helfen, Ihr Passwort zu verbessern. Dafür müssen Sie es unten eingeben:",
        "no": "Først vil vi gjerne hjelpe deg med å forbedre passordet ditt, og for å gjøre det må du skrive inn passordet ditt i feltet nedenfor:",
        "ja": "まず、パスワードを強化するお手伝いをさせていただきます。そのために、下の入力欄にパスワードを入力してください。",
        "ko": "먼저 비밀번호를 강화할 수 있도록 도와드리겠습니다. 그렇게 하려면 아래 입력란에 비밀번호를 입력해 주세요.",
        "ru": "Сначала мы хотим помочь вам улучшить ваш пароль, и для этого вы должны ввести его в поле ниже:"
    },
    "password_input": {
        "en": "password",
        "ar": "كلمة المرور",
        "de": "Passwort",
        "ja": "パスワード",
        "ko": "비밀번호",
        "no": "passord",
        "ru": "пароль"
    },
    "test_failed": {
        "en": "You failed the test, NEVER give your password out if someone asks you to. They are likely trying to get access to your accounts. Keep your passwords unique from account to account and be ready.",
        "ar": "لقد فشلت في الاختبار، لا تعطي كلمة مرورك لأي شخص يطلبها. من المحتمل أنهم يحاولون الوصول إلى حساباتك. اجعل كلمات مرورك فريدة لكل حساب وكن مستعدًا.",
        "de": "Du hast den Test nicht bestanden. Gib dein Passwort NIEMALS heraus, wenn dich jemand danach fragt. Wahrscheinlich versuchen sie, auf deine Konten zuzugreifen. Verwende für jedes Konto ein einzigartiges Passwort und sei vorbereitet.",
        "ja": "テストに失敗しました。誰かに頼まれても絶対にパスワードを教えないでください。アカウントに不正アクセスしようとしている可能性があります。各アカウントで異なるパスワードを使い、備えておきましょう。",
        "ko": "당신은 테스트에 실패했습니다. 누군가 비밀번호를 요구해도 절대 알려주지 마세요. 그들은 당신의 계정에 접근하려는 의도일 수 있습니다. 계정마다 고유한 비밀번호를 사용하고 항상 대비하세요.",
        "no": "Du strøk på testen – ALDRI gi fra deg passordet ditt hvis noen ber om det. De prøver sannsynligvis å få tilgang til kontoene dine. Ha unike passord for hver konto, og vær forberedt.",
        "ru": "Вы провалили тест. НИКОГДА не сообщайте свой пароль, если кто-то его просит. Скорее всего, они пытаются получить доступ к вашим аккаунтам. Используйте уникальные пароли для каждого аккаунта и будьте начеку."
    },
    "click_malicious_link": {
        "en": "Instead, watch this YouTube video below to get a better understanding of what a good password looks like:",
        "ar": "بدلاً من ذلك، شاهد فيديو YouTube أدناه للحصول على فهم أفضل لكيفية إنشاء كلمة مرور قوية:",
        "de": "Sieh dir stattdessen das folgende YouTube-Video an, um besser zu verstehen, wie ein sicheres Passwort aussehen sollte:",
        "ja": "代わりに、以下のYouTube動画を見て、強力なパスワードがどのようなものかを理解しましょう。",
        "ko": "대신 아래 유튜브 영상을 시청하여 강력한 비밀번호가 어떤 것인지 더 잘 이해해보세요.",
        "no": "Se heller på YouTube-videoen nedenfor for å få en bedre forståelse av hvordan et sterkt passord bør se ut:",
        "ru": "Вместо этого посмотрите видео на YouTube ниже, чтобы лучше понять, каким должен быть надежный пароль:"
    },
    "test_failed_again": {
      "en": "YOU FAILED AGAIN! Look closely at the links you're clicking. A URL like <strong>https://youtube.com@safeweb-world.id</strong> might seem like it's taking you to YouTube, but it's not. Everything before the @ symbol is just a trick—the real destination is safeweb-world.id, which is a shady and suspicious site.",
      "ar": "لقد فشلت مجددًا! انظر جيدًا إلى الروابط التي تنقر عليها. قد يبدو الرابط <strong>https://youtube.com@safeweb-world.id</strong> وكأنه يأخذك إلى YouTube، لكنه لا يفعل. كل ما يأتي قبل رمز @ هو مجرد خدعة—الوجهة الحقيقية هي safeweb-world.id، وهو موقع مشبوه ومريب.",
      "de": "DU HAST SCHON WIEDER VERSAGT! Schau dir die Links, auf die du klickst, ganz genau an. Eine URL wie <br><strong>https://youtube.com@safeweb-world.id</strong> sieht vielleicht so aus, als würde sie zu YouTube führen – tut sie aber nicht. Alles vor dem @-Symbol ist nur ein Trick – das eigentliche Ziel ist safeweb-world.id, eine zwielichtige und verdächtige Website.",
      "ja": "またしても失敗しましたね！クリックするリンクをよく見てください。<strong>https://youtube.com@safeweb-world.id</strong> のようなURLはYouTubeに見えるかもしれませんが、実際には違います。@記号より前はすべてトリックで、本当の行き先はsafeweb-world.idという怪しいサイトです。",
      "ko": "또 실패했네요! 클릭하는 링크를 잘 살펴보세요. <strong>https://youtube.com@safeweb-world.id</strong> 같은 URL은 유튜브로 연결되는 것처럼 보일 수 있지만 실제로는 아닙니다. @ 기호 앞에 있는 모든 것은 속임수일 뿐이며, 실제 목적지는 의심스럽고 수상한 사이트인 safeweb-world.id입니다.",
      "no": "DU FEILET IGJEN! Se nøye på lenkene du klikker på. En URL som <strong>https://youtube.com@safeweb-world.id</strong> kan se ut som om den går til YouTube, men det gjør den ikke. Alt før @-symbolet er bare en bløff – den faktiske destinasjonen er safeweb-world.id, et mistenkelig og tvilsomt nettsted.",
      "ru": "ВЫ СНОВА ОШИБЛИСЬ! Внимательно смотрите на ссылки, по которым переходите. URL вроде <strong>https://youtube.com@safeweb-world.id</strong> может показаться, что ведёт на YouTube, но это не так. Всё, что идёт перед символом @, — это уловка. Реальный адрес — это safeweb-world.id, подозрительный и сомнительный сайт."
    },
    "next": {
    "en": "Next page!",
    "ar": "الصفحة التالية!",
    "de": "Nächste Seite!",
    "ja": "次のページ！",
    "ko": "다음 페이지!",
    "no": "Neste side!",
    "ru": "Следующая страница!"
    },
    "dont_worry": {
    "en": "Don't worry, this one is actually safe. ;)",
    "ar": "لا تقلق، هذا الرابط آمن فعلاً هذه المرة. ;)",
    "de": "Keine Sorge, dieser hier ist diesmal wirklich sicher. ;)",
    "ja": "心配しないで、今回は本当に安全なリンクだよ。;)",
    "ko": "걱정 마세요, 이번에는 진짜 안전한 링크예요. ;)",
    "no": "Slapp av, denne lenken er faktisk trygg denne gangen. ;)",
    "ru": "Не переживай, на этот раз ссылка действительно безопасна. ;)"
    },
    "trust_worthy_example": {
      "en": "So, what does a trustworthy link actually look like?<br><br><br><br>• It uses <strong>HTTPS</strong>, which means the connection is secure.<br><br>• The domain is <strong>clear and familiar</strong>, like google.com or openai.com—nothing weird or unfamiliar.<br><br>• There are <strong>no strange characters</strong>, like @, long random strings, or subtle misspellings (e.g., go0gle.com instead of google.com).<br><br>• It <strong>matches the site you expect</strong>—you can hover over the link to preview where it really goes.<br><br><br><br>If a link feels off or looks too complicated, it’s probably not safe.",
      "ar": "فما الذي يجعل الرابط موثوقًا به بالفعل؟<br><br><br><br>• يستخدم <strong>HTTPS</strong>، مما يعني أن الاتصال آمن.<br><br>• النطاق <strong>واضح ومألوف</strong>، مثل google.com أو openai.com — لا شيء غريب أو غير معروف.<br><br>• لا يحتوي على <strong>أحرف غريبة</strong>، مثل @ أو سلاسل عشوائية طويلة أو أخطاء إملائية خفية (مثل go0gle.com بدلاً من google.com).<br><br>• <strong>يتطابق مع الموقع الذي تتوقعه</strong> — يمكنك تمرير المؤشر فوق الرابط لرؤية المكان الفعلي الذي سيأخذك إليه.<br><br><br><br>إذا بدا الرابط مريبًا أو معقدًا بشكل مفرط، فغالبًا ما يكون غير آمن.",
      "de": "Wie sieht also ein vertrauenswürdiger Link eigentlich aus?<br><br><br><br>• Er verwendet <strong>HTTPS</strong>, was bedeutet, dass die Verbindung sicher ist.<br><br>• Die Domain ist <strong>klar und bekannt</strong>, wie google.com oder openai.com – nichts Ungewöhnliches oder Unbekanntes.<br><br>• Es gibt <strong>keine seltsamen Zeichen</strong>, wie @, lange zufällige Zeichenfolgen oder subtile Tippfehler (z. B. go0gle.com statt google.com).<br><br>• Er <strong>entspricht der erwarteten Seite</strong> – du kannst mit der Maus über den Link fahren, um das tatsächliche Ziel anzuzeigen.<br><br><br><br>Wenn ein Link merkwürdig aussieht oder zu kompliziert ist, ist er wahrscheinlich nicht sicher.",
      "ja": "では、信頼できるリンクとはどのようなものでしょうか？<br><br><br><br>• <strong>HTTPS</strong> を使用しており、安全な接続が確保されています。<br><br>• google.com や openai.com のように、<strong>明確で見覚えのあるドメイン</strong>です。<br><br>• @ 記号やランダムな文字列、微妙なスペルミス（例：go0gle.com）など、<strong>不自然な文字は含まれていません</strong>。<br><br>• <strong>期待するサイトと一致している</strong>こと — リンクにカーソルを合わせると、実際の遷移先が表示されます。<br><br><br><br>リンクに違和感がある場合や、複雑すぎると感じた場合は、安全ではない可能性が高いです。",
      "ko": "그렇다면 신뢰할 수 있는 링크는 어떤 모습일까요?<br><br><br><br>• <strong>HTTPS</strong>를 사용하여 연결이 안전합니다.<br><br>• google.com이나 openai.com처럼 <strong>명확하고 익숙한 도메인</strong>입니다 — 이상하거나 낯선 것이 없습니다.<br><br>• @, 긴 무작위 문자열, go0gle.com 같은 <strong>철자 오류</strong>와 같은 <strong>이상한 문자</strong>가 없습니다.<br><br>• <strong>예상한 사이트와 일치</strong>합니다 — 링크 위에 마우스를 올리면 실제 목적지를 미리 볼 수 있습니다.<br><br><br><br>링크가 복잡하거나 수상해 보인다면, 아마도 안전하지 않을 가능성이 높습니다.",
      "no": "Så, hvordan ser en pålitelig lenke egentlig ut?<br><br><br><br>• Den bruker <strong>HTTPS</strong>, som betyr at forbindelsen er sikker.<br><br>• Domenet er <strong>klart og gjenkjennelig</strong>, som google.com eller openai.com — ingenting rart eller ukjent.<br><br>• Det er <strong>ingen rare tegn</strong>, som @, lange tilfeldige strenger eller subtile stavefeil (f.eks. go0gle.com i stedet for google.com).<br><br>• Den <strong>matcher det nettstedet du forventer</strong> — du kan holde musepekeren over lenken for å se hvor den faktisk fører.<br><br><br><br>Hvis en lenke virker mistenkelig eller altfor komplisert, er den trolig ikke trygg.",
      "ru": "Итак, как выглядит надёжная ссылка?<br><br><br><br>• Она использует <strong>HTTPS</strong>, что означает безопасное соединение.<br><br>• Домен <strong>понятный и знакомый</strong>, например google.com или openai.com — ничего странного или незнакомого.<br><br>• В ссылке <strong>нет странных символов</strong>, таких как @, длинных случайных строк или мелких опечаток (например, go0gle.com вместо google.com).<br><br>• Ссылка <strong>соответствует ожидаемому сайту</strong> — можно навести курсор, чтобы увидеть настоящий адрес перехода.<br><br><br><br>Если ссылка выглядит подозрительно или слишком сложно, скорее всего, она небезопасна."
    },
    "are_you_ready": {
    "en": "Now, are you finally ready to take on the last test?",
    "ar": "هل أنت مستعد الآن لخوض الاختبار الأخير؟",
    "de": "Bist du jetzt endlich bereit für den letzten Test?",
    "ja": "さあ、最後のテストに挑む準備はできましたか？",
    "ko": "이제 마지막 테스트를 치를 준비가 되셨나요?",
    "no": "Er du endelig klar for den siste testen?",
    "ru": "Ну что, вы наконец готовы пройти последнее испытание?"
    },
    "i_am_ready": {
        "en": "I am Ready!",
        "ar": "أنا مستعد!",
        "de": "Ich bin bereit!",
        "ja": "準備できました！",
        "ko": "준비됐어요!",
        "no": "Jeg er klar!",
        "ru": "Я готов!"
    },
    "last_test": {
        "en": "From all you've learned till now, look at these two emails and deduct which one is the most SUSPICIOUS:",
        "ar": "من كل ما تعلمته حتى الآن، انظر إلى هذين البريدين الإلكترونيين وحدد أيهما الأكثر شبهة:",
        "de": "Basierend auf allem, was du bisher gelernt hast – schau dir diese zwei E-Mails an und entscheide, welche am verdächtigsten ist:",
        "ja": "これまでに学んだことを元に、次の2つのメールを見て、どちらがより怪しいかを判断してください：",
        "ko": "지금까지 배운 내용을 바탕으로, 두 이메일을 보고 어떤 것이 가장 의심스러운지 판단해보세요:",
        "no": "Basert på alt du har lært til nå – se på disse to e-postene og avgjør hvilken som er mest MISTENKELIG:",
        "ru": "На основе всего, что вы узнали до этого — посмотрите на эти два письма и определите, какое из них наиболее ПОДОЗРИТЕЛЬНО:"
    },
    "not_sus_email": {
      "from": {
        "en": "<p><strong>From:</strong> Google Account Team &lt;no-reply@accounts.google.com&gt;</p>",
        "ar": "<p><strong>من:</strong> فريق حساب Google &lt;no-reply@accounts.google.com&gt;</p>",
        "de": "<p><strong>Von:</strong> Google-Kontoteam &lt;no-reply@accounts.google.com&gt;</p>",
        "ja": "<p><strong>差出人:</strong> Google アカウントチーム &lt;no-reply@accounts.google.com&gt;</p>",
        "ko": "<p><strong>보낸 사람:</strong> Google 계정팀 &lt;no-reply@accounts.google.com&gt;</p>",
        "no": "<p><strong>Fra:</strong> Google-kontoteamet &lt;no-reply@accounts.google.com&gt;</p>",
        "ru": "<p><strong>От:</strong> Команда аккаунтов Google &lt;no-reply@accounts.google.com&gt;</p>"
      },
      "subject": {
        "en": "<p><strong>Subject:</strong> Security alert: New sign-in on your Google Account</p>",
        "ar": "<p><strong>الموضوع:</strong> تنبيه أمني: تسجيل دخول جديد إلى حساب Google الخاص بك</p>",
        "de": "<p><strong>Betreff:</strong> Sicherheitswarnung: Neuer Anmeldeversuch bei Ihrem Google-Konto</p>",
        "ja": "<p><strong>件名:</strong> セキュリティ警告：あなたの Google アカウントで新しいログインが検出されました</p>",
        "ko": "<p><strong>제목:</strong> 보안 경고: Google 계정에 새 로그인 발생</p>",
        "no": "<p><strong>Emne:</strong> Sikkerhetsvarsel: Ny pålogging på Google-kontoen din</p>",
        "ru": "<p><strong>Тема:</strong> Оповещение безопасности: Новый вход в ваш аккаунт Google</p>"
      },
      "body": {
        "en": "<p>Dear User,</p><p>We detected a suspicious sign-in attempt from a new location on your Google Account. As a security precaution, we have temporarily locked your account.</p><p>To restore full access, please confirm your identity by visiting the link below:</p><p><a href='/success' style='color: red;'>Verify your account</a></p><p>If no action is taken within 12 hours, your account may be permanently suspended.</p><p>Thank you,<br><strong>Google Security Team</strong></p>",
        "ar": "<p>عزيزي المستخدم،</p><p>لقد اكتشفنا محاولة تسجيل دخول مشبوهة من موقع جديد على حساب Google الخاص بك. كإجراء احترازي، قمنا بقفل حسابك مؤقتًا.</p><p>لاستعادة الوصول الكامل، يرجى تأكيد هويتك من خلال زيارة الرابط أدناه:</p><p><a href='/success' style='color: red;'>تحقق من حسابك</a></p><p>إذا لم يتم اتخاذ إجراء خلال 12 ساعة، فقد يتم تعليق حسابك بشكل دائم.</p><p>شكرًا لك،<br><strong>فريق أمان Google</strong></p>",
        "de": "<p>Sehr geehrter Nutzer,</p><p>Wir haben einen verdächtigen Anmeldeversuch von einem neuen Standort in Ihrem Google-Konto festgestellt. Als Sicherheitsmaßnahme wurde Ihr Konto vorübergehend gesperrt.</p><p>Um den vollständigen Zugriff wiederherzustellen, bestätigen Sie bitte Ihre Identität über den folgenden Link:</p><p><a href='/success' style='color: red;'>Bestätigen Sie Ihr Konto</a></p><p>Wenn Sie innerhalb von 12 Stunden nicht handeln, kann Ihr Konto dauerhaft gesperrt werden.</p><p>Vielen Dank,<br><strong>Google-Sicherheitsteam</strong></p>",
        "ja": "<p>ユーザー様</p><p>Google アカウントへの新しい場所からの不審なログイン試行を検出しました。セキュリティ上の理由から、アカウントを一時的にロックしました。</p><p>完全なアクセスを回復するには、以下のリンクから本人確認を行ってください：</p><p><a href='/success' style='color: red;'>アカウントを確認する</a></p><p>12時間以内に対応がない場合、アカウントが永久に停止される可能性があります。</p><p>よろしくお願いいたします。<br><strong>Google セキュリティチーム</strong></p>",
        "ko": "<p>사용자님께,</p><p>Google 계정에 새로운 위치에서 의심스러운 로그인 시도가 감지되었습니다. 보안 조치로 인해 계정이 일시적으로 잠겼습니다.</p><p>전체 액세스를 복구하려면 아래 링크를 통해 본인 확인을 진행해 주세요:</p><p><a href='/success' style='color: red;'>계정 확인</a></p><p>12시간 내에 조치하지 않으면 계정이 영구적으로 정지될 수 있습니다.</p><p>감사합니다,<br><strong>Google 보안팀</strong></p>",
        "no": "<p>Kjære bruker,</p><p>Vi har oppdaget et mistenkelig påloggingsforsøk fra en ny lokasjon på Google-kontoen din. Som et sikkerhetstiltak har vi midlertidig låst kontoen din.</p><p>For å gjenopprette full tilgang, vennligst bekreft identiteten din via lenken nedenfor:</p><p><a href='/success' style='color: red;'>Bekreft kontoen din</a></p><p>Hvis ingen handling tas innen 12 timer, kan kontoen din bli permanent suspendert.</p><p>Takk,<br><strong>Google Sikkerhetsteam</strong></p>",
        "ru": "<p>Уважаемый пользователь,</p><p>Мы обнаружили подозрительную попытку входа в ваш аккаунт Google с нового местоположения. В целях безопасности доступ к вашему аккаунту временно заблокирован.</p><p>Чтобы восстановить полный доступ, подтвердите свою личность по следующей ссылке:</p><p><a href='/success' style='color: red;'>Подтвердите аккаунт</a></p><p>Если вы не примете меры в течение 12 часов, ваш аккаунт может быть навсегда заблокирован.</p><p>Спасибо,<br><strong>Команда безопасности Google</strong></p>"
      }
    },
    "sus_email": {
      "from": {
        "en": "<p><strong>From:</strong> Google Security &lt;no-reply@account-security.googlemail.co&gt;</p>",
        "ar": "<p><strong>من:</strong> أمان Google &lt;no-reply@account-security.googlemail.co&gt;</p>",
        "de": "<p><strong>Von:</strong> Google-Sicherheit &lt;no-reply@account-security.googlemail.co&gt;</p>",
        "ja": "<p><strong>差出人:</strong> Google セキュリティ &lt;no-reply@account-security.googlemail.co&gt;</p>",
        "ko": "<p><strong>보낸 사람:</strong> Google 보안 &lt;no-reply@account-security.googlemail.co&gt;</p>",
        "no": "<p><strong>Fra:</strong> Google Sikkerhet &lt;no-reply@account-security.googlemail.co&gt;</p>",
        "ru": "<p><strong>От:</strong> Безопасность Google &lt;no-reply@account-security.googlemail.co&gt;</p>"
      },
      "subject": {
        "en": "<p><strong>Subject:</strong> Immediate Action Required: Unauthorized Login Attempt</p>",
        "ar": "<p><strong>الموضوع:</strong> مطلوب إجراء فوري: محاولة تسجيل دخول غير مصرح بها</p>",
        "de": "<p><strong>Betreff:</strong> Sofortige Aktion erforderlich: Unautorisierter Anmeldeversuch</p>",
        "ja": "<p><strong>件名:</strong> 緊急対応が必要です：不正ログインの試み</p>",
        "ko": "<p><strong>제목:</strong> 즉시 조치 필요: 무단 로그인 시도</p>",
        "no": "<p><strong>Emne:</strong> Umiddelbar handling kreves: Uautorisert påloggingsforsøk</p>",
        "ru": "<p><strong>Тема:</strong> Срочное действие требуется: Неавторизованная попытка входа</p>"
      },
      "body": {
        "en": "<p>Dear User,</p><p>We have noticed <strong>unauthorized activity</strong> on your Google account. For your safety, your account access is currently limited.</p><p>To <u>restore access immediately</u>, please verify your identity at the following link:</p><p><a href='/fail' style='color: red;'>Click here to secure your account</a></p><p><strong>Failure to act within 6 hours may result in permanent account deletion.</strong></p><p>Best regards,<br><strong>Google Account Support</strong></p>",
        "ar": "<p>عزيزي المستخدم،</p><p>لقد لاحظنا <strong>نشاطًا غير مصرح به</strong> في حساب Google الخاص بك. ولضمان سلامتك، تم تقييد الوصول إلى حسابك مؤقتًا.</p><p>لـ<u>استعادة الوصول على الفور</u>، يرجى التحقق من هويتك عبر الرابط التالي:</p><p><a href='/fail' style='color: red;'>انقر هنا لتأمين حسابك</a></p><p><strong>إذا لم يتم اتخاذ إجراء خلال 6 ساعات، فقد يتم حذف الحساب نهائيًا.</strong></p><p>مع أطيب التحيات،<br><strong>دعم حساب Google</strong></p>",
        "de": "<p>Sehr geehrter Nutzer,</p><p>Wir haben <strong>unauthorisierte Aktivitäten</strong> in Ihrem Google-Konto festgestellt. Zu Ihrer Sicherheit wurde der Zugriff eingeschränkt.</p><p>Um den <u>Zugriff sofort wiederherzustellen</u>, bestätigen Sie bitte Ihre Identität über folgenden Link:</p><p><a href='/fail' style='color: red;'>Hier klicken, um Ihr Konto zu sichern</a></p><p><strong>Wenn Sie nicht innerhalb von 6 Stunden reagieren, kann Ihr Konto dauerhaft gelöscht werden.</strong></p><p>Mit freundlichen Grüßen,<br><strong>Google-Konto-Support</strong></p>",
        "ja": "<p>ユーザー様</p><p>お客様の Google アカウントで<strong>不正なアクティビティ</strong>が検出されました。安全のため、現在アカウントへのアクセスは制限されています。</p><p><u>すぐにアクセスを復元するには</u>、以下のリンクで本人確認を行ってください：</p><p><a href='/fail' style='color: red;'>アカウントを保護するにはこちらをクリック</a></p><p><strong>6時間以内に対応しない場合、アカウントは永久に削除される可能性があります。</strong></p><p>よろしくお願いいたします。<br><strong>Google アカウントサポート</strong></p>",
        "ko": "<p>사용자님께,</p><p>Google 계정에서 <strong>무단 활동</strong>이 감지되었습니다. 보안을 위해 계정 접근이 제한되었습니다.</p><p><u>즉시 접근을 복원하려면</u>, 아래 링크에서 본인 확인을 해주세요:</p><p><a href='/fail' style='color: red;'>계정 보호를 위해 여기를 클릭하세요</a></p><p><strong>6시간 이내에 조치하지 않으면 계정이 영구 삭제될 수 있습니다.</strong></p><p>감사합니다,<br><strong>Google 계정 지원팀</strong></p>",
        "no": "<p>Kjære bruker,</p><p>Vi har lagt merke til <strong>uautorisert aktivitet</strong> på Google-kontoen din. For din sikkerhet er tilgangen din midlertidig begrenset.</p><p>For å <u>gjenopprette tilgang umiddelbart</u>, vennligst bekreft identiteten din via lenken nedenfor:</p><p><a href='/fail' style='color: red;'>Klikk her for å sikre kontoen din</a></p><p><strong>Hvis du ikke handler innen 6 timer, kan kontoen bli permanent slettet.</strong></p><p>Vennlig hilsen,<br><strong>Google Kontostøtte</strong></p>",
        "ru": "<p>Уважаемый пользователь,</p><p>Мы заметили <strong>неавторизованную активность</strong> в вашем аккаунте Google. В целях вашей безопасности доступ к аккаунту временно ограничен.</p><p>Чтобы <u>немедленно восстановить доступ</u>, подтвердите свою личность по ссылке ниже:</p><p><a href='/fail' style='color: red;'>Нажмите здесь, чтобы защитить аккаунт</a></p><p><strong>Если не предпринять действий в течение 6 часов, аккаунт может быть навсегда удалён.</strong></p><p>С уважением,<br><strong>Поддержка аккаунтов Google</strong></p>"
      }
    },
    "sus": {
        "en": "This one is suspicious...",
        "ar": "هذا يبدو مريبًا...",
        "de": "Das hier ist verdächtig...",
        "ja": "これは怪しいですね…",
        "ko": "이건 의심스러워요...",
        "no": "Denne virker mistenkelig...",
        "ru": "Это подозрительно..."
    },
    "correct": {
        "en": "Your insticts were CORRECT!",
        "ar": "كان حدسك صائبًا!",
        "de": "Dein Instinkt war RICHTIG!",
        "ja": "あなたの直感は正しかった！",
        "ko": "당신의 직감이 맞았어요!",
        "no": "Instinktene dine var RIKTIGE!",
        "ru": "Ваши инстинкты были ПРАВИЛЬНЫ!"
    },
    "diploma": {
        "en": "Congratulations! For successfully completing the course and demonstrating your new knowledge about cybersecurity and online safety, you are awarded this diploma. Stay vigilant and keep your digital world secure!",
        "ar": "مبروك! نظرًا لإكمالك الدورة بنجاح وإثبات معرفتك الجديدة بالأمن السيبراني والسلامة على الإنترنت، يتم منحك هذه الشهادة. كن يقظًا وواصل تأمين عالمك الرقمي!",
        "de": "Herzlichen Glückwunsch! Für das erfolgreiche Absolvieren des Kurses und das Demonstrieren deines neuen Wissens über Cybersicherheit und Online-Sicherheit erhältst du dieses Diplom. Bleib wachsam und schütze deine digitale Welt!",
        "ja": "おめでとうございます！このコースを修了し、サイバーセキュリティとオンラインの安全性についての新しい知識を示してくれたあなたに、この修了証書を授与します。今後も警戒を怠らず、デジタルの世界を安全に保ちましょう！",
        "ko": "축하합니다! 사이버 보안과 온라인 안전에 대한 새로운 지식을 입증하며 과정을 성공적으로 마친 것을 축하하며, 이 수료증을 드립니다. 경계를 늦추지 말고 디지털 세계를 안전하게 지키세요!",
        "no": "Gratulerer! For å ha fullført kurset og demonstrert din nye kunnskap om cybersikkerhet og nettrygghet, tildeles du dette diplomet. Vær årvåken og hold den digitale verdenen din trygg!",
        "ru": "Поздравляем! За успешное прохождение курса и демонстрацию новых знаний в области кибербезопасности и онлайн-безопасности вы получаете этот диплом. Оставайтесь бдительными и защищайте свой цифровой мир!"
    },
    "go_home": {
      "en": "Go Home",
      "ar": "العودة إلى الصفحة الرئيسية",
      "de": "Zur Startseite",
      "ja": "ホームに戻る",
      "ko": "홈으로 가기",
      "no": "Gå til Hjem",
      "ru": "Вернуться на главную"
    },

    "failed": {
      "en": "You FAILED, learn why:",
      "ar": "لقد فشلت، تعرّف على السبب:",
      "de": "Du hast VERSAGT, erfahre warum:",
      "ja": "失敗しました、理由を確認してください：",
      "ko": "실패했습니다. 그 이유를 알아보세요:",
      "no": "Du FEILET, lær hvorfor:",
      "ru": "Вы ПРОВАЛИЛИ задание, узнайте почему:"
    },
    "fail_explained": {
      "rows": [
        {
          "A": {
            "en": "Sender Address: no-reply@account-security.googlemail.co – fake or misleading domain.",
            "ar": "عنوان المرسل: no-reply@account-security.googlemail.co – نطاق مزيف أو مضلل.",
            "de": "Absenderadresse: no-reply@account-security.googlemail.co – gefälschte oder irreführende Domain.",
            "ja": "送信者アドレス：no-reply@account-security.googlemail.co – 偽または誤解を招くドメイン。",
            "ko": "보낸 사람 주소: no-reply@account-security.googlemail.co – 가짜 또는 오해를 유발하는 도메인.",
            "no": "Avsenderadresse: no-reply@account-security.googlemail.co – falsk eller misvisende domene.",
            "ru": "Адрес отправителя: no-reply@account-security.googlemail.co – поддельный или вводящий в заблуждение домен."
          },
          "B": {
            "en": "Sender Address: no-reply@accounts.google.com – appears to be a legitimate Google domain.",
            "ar": "عنوان المرسل: no-reply@accounts.google.com – يبدو أنه نطاق جوجل شرعي.",
            "de": "Absenderadresse: no-reply@accounts.google.com – scheint eine legitime Google-Domain zu sein.",
            "ja": "送信者アドレス：no-reply@accounts.google.com – 正当なGoogleドメインのように見えます。",
            "ko": "보낸 사람 주소: no-reply@accounts.google.com – 합법적인 구글 도메인으로 보입니다.",
            "no": "Avsenderadresse: no-reply@accounts.google.com – ser ut som et legitimt Google-domene.",
            "ru": "Адрес отправителя: no-reply@accounts.google.com – похоже на легитимный домен Google."
          }
        },
        {
          "A": {
            "en": "Subject Line: “Immediate Action Required” – uses urgent, alarming language.",
            "ar": "سطر الموضوع: “مطلوب إجراء فوري” – يستخدم لغة عاجلة ومقلقة.",
            "de": "Betreffzeile: „Sofortige Aktion erforderlich“ – verwendet dringende, alarmierende Sprache.",
            "ja": "件名：「至急対応が必要です」– 緊急性や警戒感のある表現を使用。",
            "ko": "제목: “즉각적인 조치가 필요합니다” – 긴급하고 불안감을 조성하는 표현 사용.",
            "no": "Emnelinje: “Umiddelbar handling kreves” – bruker hastende og alarmerende språk.",
            "ru": "Тема письма: «Требуется немедленное действие» – используется срочная и тревожная формулировка."
          },
          "B": {
            "en": "Subject Line: “Security alert: New sign-in…” – more neutral and informative.",
            "ar": "سطر الموضوع: “تنبيه أمني: تسجيل دخول جديد…” – أكثر حيادية ومعلوماتية.",
            "de": "Betreffzeile: „Sicherheitswarnung: Neuer Login…“ – neutraler und informativer.",
            "ja": "件名：「セキュリティ警告：新しいログイン…」– より中立的で情報的。",
            "ko": "제목: “보안 알림: 새 로그인…” – 보다 중립적이고 정보 중심적.",
            "no": "Emnelinje: “Sikkerhetsvarsel: Ny pålogging…” – mer nøytral og informativ.",
            "ru": "Тема письма: «Оповещение безопасности: новый вход…» – более нейтральная и информативная."
          }
        },
        {
          "A": {
            "en": "Tone: Threatening and urgent – uses phrases like “Failure to act within 6 hours…” to create fear.",
            "ar": "النغمة: تهديدية وعاجلة – تستخدم عبارات مثل “عدم التصرف خلال 6 ساعات…” لإثارة الخوف.",
            "de": "Ton: Drohend und dringend – verwendet Sätze wie „Versäumnis innerhalb von 6 Stunden zu handeln…“ um Angst zu erzeugen.",
            "ja": "口調：脅迫的かつ緊急 – 「6時間以内に対応しなければ…」などの恐怖を煽る表現を使用。",
            "ko": "어조: 위협적이고 긴박함 – “6시간 내 조치하지 않으면…”과 같은 문구로 공포 유발.",
            "no": "Tone: Truende og hastende – bruker uttrykk som “Manglende handling innen 6 timer…” for å skape frykt.",
            "ru": "Тон: Угрожающий и срочный – использует фразы вроде «Если не отреагировать в течение 6 часов…» чтобы вызвать страх."
          },
          "B": {
            "en": "Tone: Calm and procedural – informs the user without creating panic.",
            "ar": "النغمة: هادئة وإجرائية – تُعلِم المستخدم دون إثارة الذعر.",
            "de": "Ton: Ruhig und sachlich – informiert den Nutzer ohne Panik zu erzeugen.",
            "ja": "口調：落ち着いており手続き的 – パニックを引き起こすことなくユーザーに伝える。",
            "ko": "어조: 차분하고 절차적 – 공포를 조성하지 않고 사용자에게 안내함.",
            "no": "Tone: Rolig og prosedyremessig – informerer brukeren uten å skape panikk.",
            "ru": "Тон: Спокойный и деловой – информирует пользователя без паники."
          }
        },
        {
          "A": {
            "en": "Link Text: “Click here to secure your account” – overly dramatic and highlighted in red.",
            "ar": "نص الرابط: “انقر هنا لتأمين حسابك” – مبالغ فيه ومميز باللون الأحمر.",
            "de": "Linktext: „Hier klicken, um Ihr Konto zu sichern“ – übertrieben dramatisch und rot hervorgehoben.",
            "ja": "リンクテキスト：「ここをクリックしてアカウントを保護」– 大げさで赤く強調されている。",
            "ko": "링크 텍스트: “계정을 보호하려면 여기를 클릭하세요” – 지나치게 극적이고 빨간색 강조.",
            "no": "Lenketekst: “Klikk her for å sikre kontoen din” – overdreven dramatisk og markert i rødt.",
            "ru": "Текст ссылки: «Нажмите здесь, чтобы защитить свой аккаунт» – слишком драматичный, выделен красным."
          },
          "B": {
            "en": "Link Text: “Verify your account” – neutral and standard phrasing.",
            "ar": "نص الرابط: “تحقق من حسابك” – صياغة حيادية وعادية.",
            "de": "Linktext: „Bestätigen Sie Ihr Konto“ – neutrale und standardmäßige Formulierung.",
            "ja": "リンクテキスト：「アカウントを確認する」– 中立的で標準的な表現。",
            "ko": "링크 텍스트: “계정 확인” – 중립적이고 일반적인 표현.",
            "no": "Lenketekst: “Bekreft kontoen din” – nøytralt og standard språk.",
            "ru": "Текст ссылки: «Подтвердите свой аккаунт» – нейтральная и стандартная формулировка."
          }
        },
        {
          "A": {
            "en": "Formatting: Uses bold, red text, and emphasis to increase urgency.",
            "ar": "التنسيق: يستخدم نصًا غامقًا وأحمرًا لتسليط الضوء على الإلحاح.",
            "de": "Formatierung: Verwendet fettgedruckten, roten Text zur Erzeugung von Dringlichkeit.",
            "ja": "書式：太字と赤文字を使って緊急性を強調。",
            "ko": "서식: 굵은 빨간 텍스트로 긴박함 강조.",
            "no": "Formatering: Bruker fet, rød tekst for å øke følelsen av hast.",
            "ru": "Форматирование: Используется жирный красный текст для усиления срочности."
          },
          "B": {
            "en": "Formatting: Professional and consistent without excessive styling.",
            "ar": "التنسيق: احترافي ومتناسق بدون مبالغة في الأسلوب.",
            "de": "Formatierung: Professionell und konsistent ohne übermäßige Gestaltung.",
            "ja": "書式：過剰な装飾のないプロフェッショナルで一貫性のある形式。",
            "ko": "서식: 과도한 스타일링 없이 전문적이고 일관됨.",
            "no": "Formatering: Profesjonell og konsistent uten overdreven styling.",
            "ru": "Форматирование: Профессиональное и последовательное, без излишеств."
          }
        }
      ]
    },

    "retry": {
      "en": "Retry",
      "ar": "إعادة المحاولة",
      "de": "Erneut versuchen",
      "ja": "再試行",
      "ko": "다시 시도",
      "no": "Prøv igjen",
      "ru": "Повторить"
    }

}